{
    "en": "English",
    "theLore": "The Lore",
    "team": "Team",
    "textLore1": "As the life force drains from their world, the Meo tribe watches in despair, their once-lush land reduced to a barren wasteland.",
    "textLore2": "In a macabre rite of blood and sacrifice, the Meo offer up their own kin, opening a portal to the unknown and sealing their fate.",
    "textLore3": "Under the light of the crimson blood moon, he stood ready to face whatever challenges lay ahead, a warrior of the light, nothing would ever defeat his spirit.”",
    "textLore4": "In the realm of twilight, where the Blood Moon reigned supreme and the sky was always awash with crimson light, the corrupted Meos roamed, driven by an insatiable hunger for souls.",
    "textLore5": "A valiant Meo warrior, refused to let his people succumb to the darkness. With the power of souls, he sought to heal the corrupted Meos and break the chains of the shaman's tyranny.",
    "textLore6": "The two factions clashed, one hunting for the light and the other for the darkness. The fate of the world hung in the balance, as the Meos of the new world embarked on an epic struggle between good and evil, light and darkness, life and death.",
    "textLore7": "The giant crimson blood moon casts an ominous glow as two Meos stand in an intense showdown. Tension fills the air as they wait for the first to make a move. The power of the blood moon is at its peak, fuelling the evil souls.",
    "textLore8": "With a swift blow, the warrior defeated the dark creature and emerged victorious, with a mysterious dark sphere emerging from its body.”",
    "textLore9": "The sphere was a beacon, leading the warrior on a journey to defeat the source of all the darkness in his world.",
    "textLore10": "Amidst the eerie glow of the crimson Blood Moon, 777 valiant Meo warriors stood ready before Castle Redwood. The forces of darkness had harnessed the power of the celestial event.",
    "textLore11": "The dark lord stood atop the castle, his once-normal form grotesquely distorted by blood magic. He was poised to unleash a hellish wrath upon the warriors below.",
    "textLore12": "The corrupted Meos surged forward to attack their former friends, leaving only empty shells controlled by the dark lord.",
    "textLore13": "The brave Meos closed their eyes, seeking inner balance, creating an aura of energy around them before clashing with the corrupted army, heavily outnumbered.",
    "textLore14": "The noble sacrifice of many Meos paved the way for a better world, free from the tyranny of the evil puppet master.",
    "textLore15": "The once-normal Meo had become a true demon, with massive claws, red eyes, and scaly green skin. The demon reveled in his newfound immortality and power.",
    "homeText": "Only 777 Brave Souls will be chosen...",
    "joinDiscord": "Join Discord",
    "story": "Story",
    "marketplace": "Marketplace",
    "tokenMetric": "Token metric",
    "roadmap": "Roadmap",
    "documents": "Documents"
}